[
  {
    "img": "https://i.ibb.co/xJngMgK/Tips-Berkebun-untuk-Pemula-di-Rumah-Mudah-Antigagal.png",
    "imgSource": null,
    "title": "Berkebun Sayuran di Rumah",
    "content": "Jika ingin memulai berkebun sendiri di rumah. Khususnya jika ingin berkebun aneka sayuran yang akan kamu konsumsi sendiri nantinya. Menanam tanaman dengan perlakuan organik, menghasilkan sayuran yang cenderung lebih aman dari yang biasa ditemukan di pasar dan supermarket. Berikut ini beberapa tips mulai berkebun di rumah sendiri\n\n1. Observasi sinar matahari\n\nSinar matahari jadi salah satu hal yang krusial dalam pertumbuhan tanaman. Maka dari itu kamu perlu mengetahui area mana di rumahmu yang mendapat sinar matahari paling baik. “Sinar matahari yang berlimpah di mana sih? Berarti di sana ada sumber makanan untuk tanaman agar bisa tumbuh dengan baik,”\n\n2. Pastikan sumber air tersedia\n\nSelain sinar matahari, sumber air juga jadi hal yang penting untuk tanaman. Sita menyarankan pemanfaatan grey water atau air bekas terutama di musim kemarau. Pastika grey water yang digunakan tidak mengandung bahan kimia. “Misalnya air bekas rebusan sayur, air cucian beras, air AC, itu saya tampung buat menyiram tanaman,”\n\n3. Pilih tanaman jenis rambat\n\nSelanjutnya, jika kamu menanam di area balkon atau rooftop yang tak memiliki naungan di atasnya kami menyarankan untuk banyak menanam tanaman jenis rambat. Tanaman rambat ini bisa dimanfaatkan untuk mengurangi sinar matahari yang berlebihan di waktu tertentu.\n\n4. Perbanyak varian tanaman\n\n“Jangan tanam hanya satu jenis. Rumah butuh perlindungan support system, jadi kita butuh tanaman herbs, tanaman rimpang, tanaman yang berbau, tanaman yang wangi, tanaman yang berwarna, selain sayuran yang kita tanam,”\n\n5. Perhatikan estetika\n\nBerkebun di rumah bukan jadi alasan rumah jadi terkesan kotor dan berantakan. Kamu juga harus menjaga estetika kebun rumahmu.\n\n6. Perhatikan sanitasi\n\nTerakhir adalah memperhatikan sanitasi di kebun rumahmu. Sanitasi bukan berarti menghalau segala hama ada di kebun. Pasalnya, akan selalu ada hama di kebun. Kamu bisa memberishkan gulma yang ada pada tanaman.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/fDqBdTC/Cara-Berkebun-Untuk-Pemula.png",
    "imgSource": null,
    "title": "Cara Berkebun Untuk Pemula",
    "content": "Berkebun di rumah salah satunya membeli peralatan yang dibutuhkan seperti pot dan sarung tangan Berkebun di rumah bisa memberikan banyak manfaat untukmu. Selain bisa menjadi kegiatan pengisi waktu luang yang positif, berkebun ternyata juga punya banyak manfaat untuk kesehatan.\n\nBagi pemula, ada beberapa hal yang perlu diperhatikan sebelum mulai membuat kebun sendiri di rumah, seperti berikut ini.\n\n1. Lokasi\n\nLangkah pertama yang perlu dilakukan kalau kamu ingin mulai berkebun di rumah adalah memilih tempat yang pas. Pastikan tempat yang kamu pilih dapat menerima sinar matahari secara langsung, karena kebanyakan tanaman butuh mendapatkan sinar selama beberapa jam sehari.\n\n2. Jenis tanaman\n\nSetelah memilih tempat yang tepat, maka kamu bisa mulai memilih tanaman yang diinginkan. Para pemula disarankan untuk memilih benih atau tanaman yang cenderung mudah untuk dirawat, seperti timun, letus alias selada, cabai, dan tomat. Kalau kamu ingin menumbuhkan bunga atau tanaman hias lain, bunga matahari, geranium, dan calendula bisa menjadi pilihan yang pas.\n\n3. Peralatan berkebun\n\nUntuk bisa berkebun di rumah, tentu kamu memerlukan peralatan tertentu dan yang paling dasar yang perlu dimiliki adalah sarung tangan, sekop, selang, wadah penyiram tanaman, dan gunting pohon.\n\n4. Media tanam\n\nTanah yang akan dipakai untuk menanam juga perlu dipersiapkan terlebih dahulu agar tanaman bisa tumbuh dengan baik. Langkah pertama yang perlu dilakukan adalah membersihkan tanaman-tanaman lama atau tanaman liar jika masih ada yang tertanam di area tersebut. Setelah itu, gali sedikit tanah agar lebih gembur. Ini akan membantu akar tanaman nantinya tumbuh dengan lebih mudah. Anda bisa menggunakan sekop untuk melakukannya dan usahakan lakukan ini ketika tanah sudah sedikit lembap. Menggali tanah yang kering akan merusak struktur tanah.\n\n5. Petunjuk menanam\n\nSetelah semua persiapan selesai dilakukan, kamu bisa mulai menanam benihnya. Ingat, pilih waktu yang pas sesuai dengan tanaman yang kamu pilih. Sayuran seperti tomat lebih cocok ditanam saat sinar cuaca sedang hangat. Sedangkan beberapa benih lain lebih cocok ditanan saat cuaca lebih basah. Jadi, pastikan kamu sudah memperhatikan instruksi yang ada di bungkus bibit atau bertanya pada penjual saat membelinya.\n\n6. Waktu menyiram\n\nSatu hal yang perlu diperhatikan saat mulai berkebun di rumah adalah frekuensi menyiram setiap tanaman berbeda. Ada tanaman yang bisa tumbuh subur jika disiram sering-sering, ada juga yang justru hanya perlu disiram beberapa minggu sekali.\n\n7. Perawatan kebun\n\nSetelah tumbuhan tertanam dengan baik, jangan lupa untuk merawatnya secara rutin. Kamu perlu rajin mencabuti rumput liar yang bisa mengganggu pertumbuhannya. Selain itu, daun atau bagian tumbuhan yang rusak juga perlu disingkirkan sebelum menulari bagian tanaman lain. Kalau kamu memelihara tanaman yang bisa tumbuh cukup tinggi seperti tomat atau jeruk, sangga batang dengan kayu agar saat berbuah, batangnya kuat untuk menahan dan tidak rusak.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/kQkC9nm/Cara-Berkebun-Di-Rumah-Menghasilkan.png",
    "imgSource": null,
    "title": "Cara Berkebun Di Rumah Menghasilkan",
    "content": "Selain menyalurkan hobi, aktivitas berkebun juga bisa menambah pendapatan kamu di rumah. Lagi pula, manfaat berkebun di rumah juga beragam. Mulai dari mengusir rasa jenuh, mengajarkan kesabaran, hingga belajar memulai proses.\n\nA. Langkah-langkah Berkebun di Rumah yang Menghasilkan\n\n1. Pilih Lokasi yang Tepat\n\nCara berkebun di rumah yang pertama adalah menentukan lokasi yang tepat. Untuk memilih lokasi penanaman yang mudah mendapatkan sinar matahari, ruang yang cukup, dan dekat dengan sumber air. Pilih area yang cukup datar untuk mencegah erosi.\n\n2. Tentukan Jenis Budidaya\n\nBagi pemula ada baiknya mempertimbangkan jenis budidaya yang lebih mudah ditanam seperti wortel, kacang-kacangan, ketimun, paprika, dan selada.\n\n3. Cari Bibit yang Baik\n\nPilih bibit atau benih yang baik jika kamu sudah menentukan jenis budidaya yang dipilih. Syarat benih yang baik adalah yang memiliki daya kecambah minimal 80 persen. Di sisi lain, kamu bisa memanfaatkan biji dan benih hasil konsumsi sehari-hari. Kumpulkan biji-biji tersebut dan cuci dengan air hingga bersih. Biasanya, biji yang baik untuk ditanam adalah yang tidak mengembang di air.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/vXZYXrp/Cara-Mudah-Persiapan-Berkebun.png",
    "imgSource": null,
    "title": "Cara Mudah Persiapan Berkebun",
    "content": "Berkebun adalah salah satu kegiatan produktif yang menyehatkan karena dapat meredakan stres. Selain itu kegiatan ini dapat memudahkan Anda mendapatkan bahan makanan untuk kebutuhan keluarga.Berikut cara mudah berkebun di rumah bagi pemula.\n\n1. Pilih tanaman yang disukai\n\nMulailah dengan menanam tanaman yang Anda sukai. Anda dapat menanam buah favorit, sayur yang disukai seluruh anggota keluarga, atau bunga yang harum.\n\n2. Area dengan cahaya matahari yang cukup\n\nSetelah memilih bibit, pilihlah lokasi yang tepat untuk menumbuhkan tanaman. Salah satu pertimbangan penting untuk menumbuhkan tanaman adalah cahaya matahari yang cukup.\n\n3. Persiapkan media tanam\n\nSetelah menyiapkan bibit, persiapkan pula media tanam untuk menumbuhkan tanaman tersebut. Media tanam atau media tumbuh yang paling umum adalah tanah. Sebagian tanaman juga bisa tumbuh di air atau dikenal dengan hidroponik.\n\n4. Instalasi vertikal\n\nPada area yang sempit atau tidak memiliki pekarangan, Anda bisa menggunakan instalasi vertikal untuk berkebun. Instalasi vertikal memungkinkan tanaman ditanam dari dari atas ke bawah.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/3hqSB3c/Cara-Berkebun-Pemula.png",
    "imgSource": null,
    "title": "Cara Berkebun Pemula",
    "content": "Berkebun di rumah tidak selalu membutuhkan lahan yang luas lho. Cara berkebun di rumah dapat membantu menyediakan pangan keluarga, selain itu berkebun juga dapat meredakan stress hingga menambah pendapatan.\n\nA. Menggunakan Polybag\n\nPolybag merupakan pilihan media yang praktis dan ekonomis dalam berkebun. Dalam perawatan berkebun pun polybag mudah untuk dipindah-pindah. Untuk lahan yang tidak terlalu luas, penggunaan polybag dalam berkebun sangat cocok karena dapat disusun secara vertikal menggunakan rak dan akan lebih bervariasi. Gimanasih cara menggunakan polybag untuk berkebun\n\nPilihlah ukuran polybag yang disesuaikan dengan jenis tanaman yang akan ditanam. Untuk tanaman tahunan seperti buah gunakan ukuran polybag yang lebih besar dibandingkan tanaman semusim atau sayuran.\n\nPersiapkan benih yang ingin ditanam. Persiapkan juga alat dan bahan seperti: tanah, benih, pupuk kandang, air, dan kompos atau pupuk organik.\n\nLakukan penanaman dengan mencampurkan tanah, pupuk kandang, kompos, dengan perbandingan 2:1:1 dan aduk rata lalu masukkan campuran bahan-bahan tadi ke polybag sekitar ¾ polybag. Jangan lupa buat lubang di bagian tengah kurang lebih dua cm, lalu masukan benih. Kemudian timbun benih dengan tanah. Pastikan kondisi media tanam lembab dengan menyiram menggunakan air secukupnya.\n\nPada pemeliharaan, hal yang tidak boleh dilewatkan adalah penyiraman dengan air secukupnya dan ketersediaan sinar matahari sampai tanaman tumbuh dengan baik dan bisa dipanen.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/r2PHFrY/Tips-Berkebun-Mudah-Dan-Praktis.png",
    "imgSource": null,
    "title": "Tips Berkebun Mudah Dan Praktis",
    "content": "Bukan cuma sekadar hobi, kegiatan menyiram dan merawat tanaman ini memiliki sejumlah khasiat bagi kesehatan fisik maupun mental Anda.\n\n1. Tentukan Jenis Tanaman\n\nKetika Anda ingin mulai berkebun di rumah, hal pertama yang perlu Anda pikirkan adalah menentukan jenis tanaman. Anda bisa mencoba memilih benih atau tanaman yang tergolong mudah dirawat sebagai langkah awal, misalkan tomat, cabai, atau selada. Di sisi lain, Anda juga dapat memilih jenis tanaman hias seperti bunga mawar, bunga matahari, calendula, dan lain sebagainya. Sesuaikan saja dengan ketertarikan dan budget yang Anda miliki.\n\n2. Pilih Lokasi yang Sesuai\n\nSetelah mengetahui jenis tanaman, cara berkebun di rumah berikutnya adalah memilih lokasi. Seperti Anda ketahui, tanaman bergantung pada sinar matahari, sehingga penting untuk memastikannya mendapatkan paparan sinar yang cukup secara langsung. Jika Anda tidak memiliki halaman luas untuk berkebun, Anda bisa memilih tanaman hidroponik dengan memanfaatkan pagar rumah.\n\n3. Siapkan Peralatan Berkebun\n\nTips berkebun di rumah lainnya adalah menyiapkan peralatan. Ya, Anda tentu memerlukan seperangkat alat untuk merawat tanaman, mulai dari sarung tangan, selang, gunting pohon, sekop, hingga wadah penyiram. Segala jenis peralatan tersebut akan membantu Anda melakukan aktivitas berkebun dengan baik.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/JyLntd4/Tips-Mudah-Berkebun.png",
    "imgSource": null,
    "title": "Tips Mudah Berkebun",
    "content": "Metode menanam yang cocok untuk diaplikasikan di rumah yakni metode hidroponik. Simak tujuh tips berkebun di rumah untuk pemula yang mudah dan antigagal berikut ini:\n\n1. Pilih Area dengan Paparan Sinar Matahari\n\nUntuk membuat tanaman tumbuh dengan baik, pastikan kamu memperhatikan keberadaan sinar matahari. Sebab, tanaman harus mendapatkan sinar matahari yang cukup. Minimal dengan durasi pancaran matahari terhadap tanaman mulai tiga hingga enam jam.\n\n2. Lakukan Observasi Lingkungan\n\nUntuk mengurangi risiko kegagalan dalam menanam sayuran, kamu juga harus memperhatikan lingkungan rumah. Hal itu untuk mengetahui kebutuhan tiap jenis tanaman akan paparan sinar matahari dan air yang berbeda-beda.\n\nBelum lagi kondisi angin dan metode penanaman yang cocok juga patut dipertimbangkan. Misalnya, jika kamu menanam tanaman yang akan tumbuh tinggi dan rentan roboh saat tertiup angin, maka kamu tidak bisa menggunakan pot sebagai medianya.",
    "contentSource": null
    },
	{
    "img": "https://i.ibb.co/xHgFQJf/Tips-Berkebun-Mudah-Antigagal.png",
    "imgSource": null,
    "title": "Tips Berkebun Mudah Antigagal",
    "content": "Sebelum memulainya, pastikan kamu mengetahui beberapa hal penting sebelum memutuskan untuk berkebun. Salah satunya adalah metode yang digunakan dalam menanam sayuran. Metode menanam yang cocok untuk diaplikasikan di rumah yakni metode hidroponik. Tak hanya itu, ada beberapa hal lainnya yang juga kamu harus perhatikan saat memutuskan untuk berkebun.\n\nSimak tujuh tips berkebun di rumah untuk pemula yang mudah dan antigagal berikut ini:\n\n1. Pilih Area dengan Paparan Sinar Matahari\n\n2. Lakukan Observasi Lingkungan\n\n3. Pastikan Ketersediaan Sumber Air\n\n4. Perhatikan Sanitasi\n\n5. Pilih Tanaman Jenis Rambat\n\n6. Perbanyak Jenis Tanaman\n\n7. Buat Media Tanam yang Tepat",
    "contentSource": null
    }
  }
]